[
    {
        "Company": "Microsoft",
        "Description": "Skype is an application that provides video chat and voice call services. It was acquired by Microsoft in 2011.",
        "FoE": "38",
        "G": "85",
        "P": "57",
        "Service": "Skype",
        "Total": "57",
        "rank": "1"
    },
    {
        "Company": "Facebook",
        "Description": "Facebook Messenger is an instant messaging service and application that provides text and voice communication via mobile device and on the Facebook website.",
        "FoE": "34",
        "G": "79",
        "P": "59",
        "Service": "Messenger",
        "Total": "56",
        "rank": "2"
    },
    {
        "Company": "Facebook",
        "Description": "WhatsApp Messenger is an instant messaging application that also enables voice calls and sharing of images, videos, and audio files using standard mobile numbers. It was acquired by Facebook in 2014.",
        "FoE": "36",
        "G": "77",
        "P": "53",
        "Service": "WhatsApp",
        "Total": "53",
        "rank": "3"
    },
    {
        "Company": "Kakao",
        "Description": "KakaoTalk is a mobile instant messaging application for smartphones owned by South Korean internet company Kakao.",
        "FoE": "51",
        "G": "32",
        "P": "55",
        "Service": "Kakao Talk",
        "Total": "50",
        "rank": "4"
    },
    {
        "Company": "Apple",
        "Description": "iMessage is an instant messaging service developed by Apple. It allows users to send texts, documents, photos, videos, contact information, and group messages across Apple devices.",
        "FoE": "28",
        "G": "31",
        "P": "60",
        "Service": "iMessage",
        "Total": "46",
        "rank": "5"
    },
    {
        "Company": "Tencent",
        "Description": "QQ is an instant messaging service developed by the Chinese internet company Tencent. It offers a variety of services, including interactive games, music, shopping, microblogging, movies, and group and voice chat. ",
        "FoE": "15",
        "G": "4",
        "P": "44",
        "Service": "QQ",
        "Total": "29",
        "rank": "6"
    },
    {
        "Company": "Tencent",
        "Description": "WeChat is an instant messaging application developed by the Chinese internet company Tencent. ",
        "FoE": "16",
        "G": "4",
        "P": "40",
        "Service": "WeChat",
        "Total": "27",
        "rank": "7"
    },
    {
        "Company": "Mail.Ru",
        "Description": "Mail.Ru Agent is an instant messaging service operated by the Russian internet company Mail.Ru.",
        "FoE": "25",
        "G": "7",
        "P": "20",
        "Service": "Mail.Ru Agent",
        "Total": "19",
        "rank": "8"
    }
]
