[
    {
        "Company": "Vodafone",
        "Description": "Vodafone UK offers fixed broadband services in the United Kingdom. Vodafone UK is a subsidiary of the multinational telecommunications company Vodafone Group Plc, which operates worldwide with a significant footprint in Europe, Asia, Middle East, and Africa.",
        "Difference": "3",
        "FoE": "39",
        "G": "84",
        "P": "44",
        "Service": "Vodafone UK",
        "Total": "50",
        "rank": "1"
    },
    {
        "Company": "AT&T",
        "Description": "AT&T’s fixed broadband service is offered as part of its  Wireline service which provides telephony, internet access, and network integration.",
        "Difference": "1",
        "FoE": "35",
        "G": "61",
        "P": "49",
        "Service": "AT&T",
        "Total": "47",
        "rank": "2"
    },
    {
        "Company": "Telefónica",
        "Description": "Movistar is a fixed broadband service operated in Spain by Telefónica de España, a subsidiary company of Telefónica, a multinational telecommunications company that also operates in many Latin American countries. ",
        "Difference": "7",
        "FoE": "35",
        "G": "77",
        "P": "32",
        "Service": "Movistar",
        "Total": "41",
        "rank": "3"
    },
    {
        "Company": "Orange",
        "Description": "Orange France offers fixed line broadband service in France. Orange France is a subsidiary of Orange S.A. (formerly France Télécom S.A.), a French multinational telecommunications corporation.",
        "Difference": "2",
        "FoE": "20",
        "G": "76",
        "P": "29",
        "Service": "Orange France",
        "Total": "35",
        "rank": "4"
    },
    {
        "Company": "Bharti Airtel",
        "Description": "Airtel India offers fixed line broadband service across India. Airtel India is a subsidiary of Bharti Airtel Limited, a global telecommunications services company that operates in countries across South Asia and Africa.",
        "Difference": "0",
        "FoE": "12",
        "G": "14",
        "P": "18",
        "Service": "Airtel India",
        "Total": "15",
        "rank": "5"
    },
    {
        "Company": "Etisalat",
        "Description": "Etisalat UAE offers fixed line broadband service in the United Arab Emirates. Etisalat UAE is a subsidiary of Emirates Telecommunications Corporation, a multinational UAE based telecommunications services provider.",
        "Difference": "0",
        "FoE": "16",
        "G": "7",
        "P": "4",
        "Service": "Etisalat UAE",
        "Total": "8",
        "rank": "6"
    },
    {
        "Company": "Ooredoo",
        "Description": "Ooredoo Qatar offers fixed-line broadband services in Qatar. It is a subsidiary of Ooredoo Q.S.C. (formerly Qtel), an international telecommunications company headquartered in Qatar with operations across the Middle East, North Africa, and Asia.",
        "Difference": "0",
        "FoE": "15",
        "G": "2",
        "P": "0",
        "Service": "Ooredoo Qatar",
        "Total": "5",
        "rank": "7"
    }
]